Repository: mozilla-l10n/mt-training-data
Catalog: shn/shn_pontoon.tmx
Source language: en_us
Languages: shn

source: corrupted
shn: လူႉၵွႆ

source: crash
shn: ၵွႆ

source: cross-site tracking cookie
shn: ၶုၵ်ႇၵီႇလမ်းၸွမ်းၶၢမ်ႈသႆႉ

source: cryptominer
shn: တူဝ်ၶုတ်းငိုၼ်းတီႇၸိတ်ႇတေႃႇလ်

source: cryptomining
shn: လွင်ႈၶုတ်းငိုၼ်းတီႇၸိတ်ႇတေႃႇလ်

source: debug
shn: တီႇၿၵ်ႉ

source: deceptive site
shn: ဝႅပ်ႉသၢႆႉယွၵ်ႇလႅၼ်

source: decode
shn: ထွတ်ႇၶေႃႈလပ်ႉ

source: decryption
shn: ၵၢၼ်ထွတ်ႇၶေႃႈၵႂၢမ်းလပ်ႉ

source: disinformation
shn: ၶေႃႈမုၼ်းလိင်ႉလႅၼ်

source: distrust
shn: ဢမ်ႇယုမ်ႇယမ်

source: email mask
shn: ဢၼ်ပိၵ်ႉလပ်ႉဢီးမေးလ်

source: enable
shn: ပိုတ်ႇၽုၺ်ႇၸႂ်ႉ

source: encode
shn: ၶတ်းၶေႃႈလပ်ႉ

source: encrypt
shn: ၶတ်းၶေႃႈၵႂၢမ်းလပ်ႉ

source: encryption
shn: ၵၢၼ်ၶတ်းၶေႃႈၵႂၢမ်းလပ်ႉ

source: end user
shn: ၽူႈၸႂ်ႉတိုဝ်းတွၼ်ႈပၢႆ

source: Enhanced Tracking Protection
shn: ၵၢၼ်ႁႄႉၵင်ႈလွင်ႈလမ်းၸွမ်းၶိုၵ်ႉတွၼ်း

source: extension
shn: တူဝ်မႄႇၶႂၢၵ်ႈ

source: fingerprinter
shn: တူဝ်ၵဵပ်းႁွႆးၼိဝ်ႉမိုဝ်း

source: fingerprinting
shn: ၵၢၼ်ၵဵပ်းႁွႆးၼိဝ်ႉမိုဝ်း

source: grassroots
shn: ႁၢၵ်ႈယိူဝ်ႈ

source: home page
shn: ၼႃႈႁူဝ်ႁႅၵ်ႈ

source: import
shn: ဢဝ်ၶဝ်ႈ

source: independent browser
shn: ၿလၢဝ်ႇသိူဝ်ႇလွတ်ႈလႅဝ်း

source: innovations
shn: လွင်ႈၶူင်သၢင်ႈမႂ်ႇ

source: insecure
shn: ဢမ်ႇလွတ်ႈၽေး

source: installation
shn: ၵၢၼ်ဢူၼ်းသႂ်ႇ

source: Issue
shn: ဢွၵ်ႇ

source: Legacy extension
shn: တူဝ်မႄႇၶႂၢၵ်ႈမဵဝ်းၵဝ်ႇ

source: misinformation
shn: ၶၢဝ်ႇၶေႃႈမုၼ်းဢၼ်ဢမ်ႇထုၵ်ႇမႅၼ်ႈ

source: native
shn: ၵိုၵ်းၵဝ်ႇ

source: net neutrality
shn: လွင်ႈပဵၼ်ၵၢင်ၼိူဝ်ၼဵတ်ႇ

source: nonprofit
shn: ဢမ်ႇႁႃၼမ်ႉတွၼ်း

source: non-profit
shn: ဢမ်ႇႁႃၼမ်ႉတွၼ်း

source: open source
shn: ပိုတ်ႇၽုၺ်ႇငဝ်ႈတိုၼ်း

source: override
shn: တႅၼ်းတီႈ

source: phone number mask
shn: ဢၼ်ပိၵ်ႉလပ်ႉမၢႆၾူင်း

source: pop-up
shn: ပွပ်ႉဢပ်ႉ

source: preference
shn: ၵၢၼ်မူၼ်ႉမႄးႁၢင်ႈၽၢင်

source: Privacy Notice
shn: ၶေႃႈပိုၼ်ၽၢဝ်ႇလွင်ႈသုၼ်ႇတူဝ်

source: release
shn: လုၼ်ႈဢၼ်ပိုၼ်ၽႄ

source: report
shn: လၢႆးငၢၼ်း

source: restricted site
shn: သၢႆႉဢၼ်ႁၢမ်ႈဝႆ့

source: revert
shn: ၶိုၼ်ၶိုၼ်း

source: Review checker
shn: ၶိူင်ႈမိုဝ်းထတ်းလွင်ႈထတ်းသၢင်

source: search suggestion
shn: ၶေႃႈႁၼ်ထိုင်တႃႇၶူၼ်ႉႁႃ

source: security keys
shn: သေႃးဢဝ်ႁူမ်ႇလူမ်ႈ

source: sensitive
shn: တုမ်ႉတိူဝ်ႉငၢႆႈ

source: sidebar
shn: ၶႅပ်ႇၶၢင်ႈ

source: sign
shn: လူင်းလၢႆးမိုဝ်း

source: signer
shn: ၽူႈလူင်းလၢႆးမိုဝ်း

source: sign in
shn: လူင်းၸိုဝ်ႈၶဝ်ႈ

source: sign-in
shn: လူင်းၸိုဝ်ႈၶဝ်ႈ

source: studies
shn: လဵပ်ႈႁဵၼ်း

source: Terms of Service
shn: ၶေႃႈမၵ်းမၼ်ႈၵၢၼ်ၸႂ်ႉတိုဝ်း

source: track
shn: လမ်းၸွမ်း

source: trackers
shn: တူဝ်လမ်းၸွမ်း

source: Tracking Content
shn: လွၼ်ႉလိူင်ႈလမ်းၸွမ်း

source: unencrypted
shn: ဢမ်ႇလႆႈၶတ်းၶေႃႈၵႂၢမ်းလပ်ႉ

source: unresponsive
shn: ဢမ်ႇတုမ်ႉတွပ်ႇ

source: unsafe
shn: ဢမ်ႇလွတ်ႈၽေး

source: validate
shn: ၵူတ်ႇထတ်း

source: validity
shn: လွင်ႈထုၵ်ႇမႅၼ်ႈ

source: version
shn: လုၼ်ႈ

source: Web Authentication
shn: ၵၢၼ်ႁပ်ႉႁွင်းလွင်ႈထုၵ်ႇမႅၼ်ႈၶွင်ဝႅပ်ႉ
